tap "homebrew/bundle"
brew "act"
brew "ca-certificates"
brew "ansible"
brew "aria2"
brew "autoenv"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "fastlane"
brew "unbound"
brew "gnutls"
brew "libmicrohttpd"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "gradle"
brew "stow"
brew "swift-protobuf"
brew "tailscale"
brew "tmux"
brew "xcodes"
brew "zoxide"
brew "zsh"
cask "alacritty"
cask "anaconda"
cask "android-studio"
cask "bitwarden"
cask "discord"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "git-credential-manager"
cask "github"
cask "intellij-idea-ce"
cask "linearmouse"
cask "multipass"
cask "postman"
cask "rectangle"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "zen-browser"
vscode "bluebrown.yamlfmt"
vscode "christian-kohler.npm-intellisense"
vscode "gerane.theme-monokai-best"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "kachick.vscode-yamlfmt"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "tamasfe.even-better-toml"
vscode "vintharas.learn-vim"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
vscode "zxh404.vscode-proto3"
