tap "anomalyco/tap"
tap "mobile-dev-inc/tap"
brew "act"
brew "agent-browser"
brew "ansible"
brew "aria2"
brew "autoenv"
brew "coder"
brew "colima"
brew "d2"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "fastlane"
brew "ffmpeg"
brew "unbound"
brew "gnutls"
brew "gradle"
brew "just"
brew "kotlin"
brew "lazygit"
brew "libmicrohttpd"
brew "libpq"
brew "librist"
brew "ncdu"
brew "nvm"
brew "ollama"
brew "poppler"
brew "rclone"
brew "scrcpy"
brew "swift-protobuf"
brew "swiftformat"
brew "swiftlint"
brew "tailscale"
brew "typos-cli"
brew "vercel-cli"
brew "xcodes"
brew "anomalyco/tap/opencode"
brew "mobile-dev-inc/tap/maestro"
cask "alacritty"
cask "anaconda"
cask "android-studio"
cask "chatgpt"
cask "codex"
cask "discord"
cask "firefox"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "httpie-desktop"
cask "linearmouse"
cask "multipass"
cask "opencode-desktop"
cask "postman"
cask "rectangle"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "zen"
