tap "hashicorp/tap"
tap "homebrew/bundle"
tap "http4k/tap"
tap "jesseduffield/lazygit"
tap "xcodesorg/made"
brew "act"
brew "ca-certificates"
brew "aria2"
brew "colima"
brew "curl"
brew "deno"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "gemini-cli"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "unbound"
brew "gnutls"
brew "go"
brew "gradle"
brew "pango"
brew "graphviz"
brew "jfrog-cli"
brew "jq"
brew "just"
brew "jwt-cli"
brew "kdoctor"
brew "lazygit", link: false
brew "libmicrohttpd"
brew "librist"
brew "nvm"
brew "ollama"
brew "ruff"
brew "rustup"
brew "sourcery"
brew "stow"
brew "swiftformat"
brew "tesseract"
brew "tmux"
brew "typos-cli"
brew "uv"
brew "wakeonlan"
brew "yamlfmt"
brew "yq"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "xcodesorg/made/xcodes"
cask "alacritty"
cask "anaconda"
cask "android-platform-tools"
cask "audio-hijack"
cask "copilot-cli"
cask "flox"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "git-credential-manager"
cask "google-chrome"
cask "maccy"
cask "mitmproxy"
cask "multipass"
cask "ngrok"
cask "orka-desktop"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
vscode "antfu.slidev"
vscode "bierner.markdown-mermaid"
vscode "bluebrown.yamlfmt"
vscode "christian-kohler.npm-intellisense"
vscode "docker.docker"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "fwcd.kotlin"
vscode "gerane.theme-monokai-best"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gitworktrees.git-worktrees"
vscode "hashicorp.terraform"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mathiasfrohlich.kotlin"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.makefile-tools"
vscode "naco-siren.gradle-language"
vscode "openai.chatgpt"
vscode "redhat.vscode-yaml"
vscode "rooveterinaryinc.roo-cline"
vscode "sethjones.kotlin-on-vscode"
vscode "skellock.just"
vscode "splunk.simcim"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tekumara.typos-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vintharas.learn-vim"
vscode "vscjava.vscode-gradle"
vscode "vscodevim.vim"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
