tap "anomalyco/tap"
tap "homebrew/bundle"
brew "act"
brew "ca-certificates"
brew "ansible"
brew "aria2"
brew "autoenv"
brew "coder"
brew "colima"
brew "curl"
brew "docker"
brew "docker-compose"
brew "exiftool"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "unbound"
brew "gnutls"
brew "gradle"
brew "just"
brew "kotlin"
brew "lazygit"
brew "libmicrohttpd"
brew "libpq"
brew "librist"
brew "rclone"
brew "scrcpy"
brew "stow"
brew "swift-protobuf"
brew "tailscale"
brew "tmux"
brew "typos-cli"
brew "uv"
brew "vercel-cli"
brew "xcodes"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "mobile-dev-inc/tap/maestro"
cask "alacritty"
cask "anaconda"
cask "android-studio"
cask "chatgpt"
cask "claude-code"
cask "discord"
cask "firefox"
cask "font-droid-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-symbols-only-nerd-font"
cask "github"
cask "google-chrome"
cask "httpie-desktop"
cask "linearmouse"
cask "multipass"
cask "opencode-desktop"
cask "postman"
cask "rectangle"
cask "sf-symbols"
cask "spotify"
cask "stats"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
cask "vlc"
cask "zen"
vscode "anthropic.claude-code"
vscode "astral-sh.ty"
vscode "batisteo.vscode-django"
vscode "bluebrown.yamlfmt"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "coder.coder-remote"
vscode "davidwang.ini-for-vscode"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "esbenp.prettier-vscode"
vscode "gerane.theme-monokai-best"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "hirotakayoshioka.database-notebook"
vscode "kachick.vscode-yamlfmt"
vscode "kevinrose.vsc-python-indent"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mathematic.vscode-latex"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "njpwerner.autodocstring"
vscode "peterjausovec.vscode-docker"
vscode "redhat.java"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "the0807.uv-toolkit"
vscode "thejustinwalsh.textproto-grammer"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wholroyd.jinja"
vscode "zxh404.vscode-proto3"
