tap "homebrew/bundle"
brew "ca-certificates"
brew "curl"
brew "git"
brew "git-lfs"
brew "stow"
brew "zsh"
brew "tmux"
brew "fzf"
brew "zoxide"
brew "gh"
brew "lazygit"
brew "jq"
brew "yq"
brew "just"
brew "uv"
brew "typos-cli"
brew "docker"
brew "docker-compose"
brew "ansible"
brew "rclone"
